{
  "groups": [
    {
      "name": "Petty Spells",
      "desc": "For the few Humans blessed — or cursed, depending upon your point of view — with the spark of magic, it generally manifests around puberty, and almost always before 25 summers have passed. The first indications of impending witchery are often little tricks, knacks, cantrips, or similar, showing the wizard-to-be should probably be trained for everyone else’s safety. For Elves, this is just a part of growing up, and those with interest in magic are schooled to develop their burgeoning talents. For Humans, assuming they avoid being lynched, it likely means years of training as an apprentice to a wizard from one of the Eight Colleges of Magic, after which they should never use the little tricks they learned when young again. But most do. As Petty spells are not formally codified, they have many different names. Players are encouraged to devise their own, more characterful names, reflecting their personality.",
      "spells": [
        {
          "name": "Animal Friend",
          "lore": "petty",
          "CN": "CN: 0",
          "range": "Range: 1 yard",
          "target": "Target: 1",
          "duration": "Duration: 1 hour",
          "desc": "You make friends with a creature that is smaller than you and possesses the Bestial Creature Trait. The animal trusts you completely and regards you as a friend. "
        },
        {
          "name": "Bearings",
          "lore": "petty",
          "CN": "CN: 0",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: Instant",
          "desc": "You sense the influx of the Winds of Magic from their source. You know which direction North is. "
        },
        {
          "name": "Dazzle",
          "lore": "petty",
          "CN": "CN: 0",
          "range": "Range: Touch",
          "target": "Target: 1",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "The target gains 1 Blinded Condition, and gains 1 BlindedCondition at the start of each round for the duration of the spell. "
        },
        {
          "name": "Careful Step",
          "lore": "petty",
          "CN": "CN: 0",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: WP minutes",
          "desc": "The magic flowing through your feet ensures any organic matter you tread upon remains undamaged: twigs do not break, grass springs back to its original position, and even delicate flowers are unharmed. Those seeking to use the Track skill to pursue you through rural terrain suffer a –30 penalty to their Tests. "
        },
        {
          "name": "Conserve",
          "lore": "petty",
          "CN": "CN: 0",
          "range": "Range: 1 yard",
          "target": "Target: 1",
          "duration": "Duration: Willpower Bonus days",
          "desc": "You preserve up to a day’s worth of rations. During this time they will not rot, develop mould, or go stale, although they can still be harmed by external factors, such as getting wet or being burned or poisoned. "
        },
        {
          "name": "Dart",
          "lore": "petty",
          "CN": "CN: 0",
          "range": "Range: Willpower yards",
          "target": "Target: 1",
          "duration": "Duration: Instant",
          "desc": "You cause a small dart of magical energy to fly from your fingers. This is a magic missile with a Damage of +0. "
        },
        {
          "name": "Drain",
          "lore": "petty",
          "CN": "CN: 0",
          "range": "Range: Touch",
          "target": "Target: 1",
          "duration": "Duration: Instant",
          "desc": "You touch your targets, draining their life. This counts as a magic missile with Damage +0 that ignores Armour Points. You then Heal 1 Wound."
        },
        {
          "name": "Eavesdrop",
          "lore": "petty",
          "CN": "CN: 0",
          "range": "Range: Willpower yards",
          "target": "Target: 1",
          "duration": "Duration: Initiative Bonus minutes",
          "desc": "You can hear what your targets say as if you were standing right next to them."
        },
        {
          "name": "Gust",
          "lore": "petty",
          "CN": "CN: 0",
          "range": "Range: Willpower yards",
          "target": "Target: Special",
          "duration": "Duration: Instant",
          "desc": "You create a brief gust of wind, strong enough to blow out a candle, cause an open door to slam, or blow a few pages to the floor. "
        },
        {
          "name": "Light",
          "lore": "petty",
          "CN": "CN: 0",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: Willpower minutes",
          "desc": "You create a small light, roughly equivalent to a torch, which glows from your hand, staff or some other part of your person. While the spell is active, you may choose to increase the illumination to that of a lantern, or decrease it to that of a candle, if you pass a Average (+20) Channelling Test. "
        },
        {
          "name": "Magic Flame",
          "lore": "petty",
          "CN": "CN: 0",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You kindle a small flame that flickers to life in the palm of your hand. It will not burn you, but will emit heat and set flammable objects alight, like a natural flame."
        },
        {
          "name": "Marsh Lights",
          "lore": "petty",
          "CN": "CN: 0",
          "range": "Range: Willpower yards",
          "target": "Target: Special",
          "duration": "Duration: Willpower minutes",
          "desc": "You create a number of flickering magical lights up to your Intelligence Bonus. They resemble torches or hooded lanterns. Providing they remain within line of sight, for your Action you may control the lights by passing a Average (+20) Channelling Test; a success allows you to send the lights moving in any direction. They will move at walking pace in a straight line, passing through any objects (or witnesses) in their path, unless you test again to change their direction. "
        },
        {
          "name": "Murmured Whisper",
          "lore": "petty",
          "CN": "CN: 0",
          "range": "Range: Willpower yards",
          "target": "Target: Special",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You cast your voice at a point within Willpower yards, regardless of line of sight. Your voice sounds from this point, and all within earshot will hear it. "
        },
        {
          "name": "Open Lock",
          "lore": "petty",
          "CN": "CN: 0",
          "range": "Range: Touch",
          "target": "Target: Special",
          "duration": "Duration: Instant",
          "desc": "One non-magical lock you touch opens. "
        },
        {
          "name": "Produce Small Animal",
          "lore": "petty",
          "CN": "CN: 0",
          "range": "Range: Touch",
          "target": "Target: Special",
          "duration": "Duration: Instant",
          "desc": "You reach into a bag, pocket, or hat, or under a rock, bush or burrow, producing a small animal of a type you would expect to find in the vicinity, such as a rabbit, dove, or rat. If there are no appropriate local animals, the spell does nothing. The temperament of the animal is not guaranteed."
        },
        {
          "name": "Protection from Rain",
          "lore": "petty",
          "CN": "CN: 0",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: Toughness Bonus hours",
          "desc": "You can keep yourself dry whatever the weather, unaffected by precipitation. This affects rain, hail, sleet and snow, and any similar water falling from the heavens, but not standing water."
        },
        {
          "name": "Purify Water",
          "lore": "petty",
          "CN": "CN: 0",
          "range": "Range: 1 yard",
          "target": "Target: Special",
          "duration": "Duration: Instant",
          "desc": "You purify all water within a receptacle, such as a water flask, stein, or jug. All non-magical impurities, such as poison or contaminants are removed, leaving crisp, clear, potable water. If the vessel contained another liquid that is predominantly water – such as ale, or wine – this is also purified, turning into delicious, pure, non-alcoholic water. "
        },
        {
          "name": "Rot",
          "lore": "petty",
          "CN": "CN: 0",
          "range": "Range: 1 yard",
          "target": "Target: Special",
          "duration": "Duration: Instant",
          "desc": "You cause a roughly fist-sized volume of organic material to immediately rot. Food stuffs perish, clothes crumble, leathers shrivel (losing 1 Armour Point on 1 hit location), and similar, as dictated by the GM."
        },
        {
          "name": "Sleep",
          "lore": "petty",
          "CN": "CN: 0",
          "range": "Range: Touch",
          "target": "Target: 1",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You touch your opponent, sending them into a deep sleep. If the target has the Prone Condition, they gain the UnconsciousCondition as they fall asleep. They remain unconscious for the duration, although loud noises or being moved or jostled will awaken them instantly. If your targets are standing or sitting when affected, they start themselves awake as they hit the ground, gaining the Prone Condition, but remaining conscious. If your targets are not resisting, and are suitably tired, they will, at the spell’s end, pass into a deep and restful sleep. "
        },
        {
          "name": "Spring",
          "lore": "petty",
          "CN": "CN: 0",
          "range": "Range: Touch",
          "target": "Target: Special",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You touch the ground and water bubbles forth at the rate of 1 pint per Round, to a total of your Initiative Bonus in pints. "
        },
        {
          "name": "Shock",
          "lore": "petty",
          "CN": "CN: 0",
          "range": "Range: Touch",
          "target": "Target: 1",
          "duration": "Duration: Instant",
          "desc": "Your target receives 1 Stunned Condition. "
        },
        {
          "name": "Sly Hands",
          "lore": "petty",
          "CN": "CN: 0",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You teleport a small object — no bigger than your fist — from about your person into your hand. "
        },
        {
          "name": "Sounds",
          "lore": "petty",
          "CN": "CN: 0",
          "range": "Range: Willpower yards",
          "target": "Target: Special",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You create small noises nearby. You can create quiet, indistinct noises that sound as if they come from a specific location within range, regardless of line of sight. The noises can evoke something specific, such as footsteps, whispers or the howl of an animal, but nothing so distinct that it might convey a message. While the spell is active, you may control the sounds by passing a Average (+20) Channelling Test. A success allows you to move the sounds to another point within range, or to increase or decrease their volume. "
        },
        {
          "name": "Twitch",
          "lore": "petty",
          "CN": "CN: 0",
          "range": "Range: Willpower Bonus yards",
          "target": "Target: Special",
          "duration": "Duration: Instant",
          "desc": "You cause a small object to move, slightly. Something may fall from a shelf, or a book may slam its pages shut. If the object is held, the holder must pass an Average (+20) Dexterity Test or drop the object."
        },
        {
          "name": "Warning",
          "lore": "petty",
          "CN": "CN: 0",
          "range": "Range: 1 yard",
          "target": "Target: Special",
          "duration": "Duration: Instant",
          "desc": "You channel magic into an object, noticing immediately if it has been poisoned or trapped. "
        }
      ]
    },
    {
      "name": "Arcane Spells",
      "desc": "The Arcane spells represent common formulations of the lingua praestantia. How these spells manifest in practice will depend on your Arcane Magic Talent. For instance, a spellcaster with the Arcane Magic (Fire) Talent casting Drop may cause the object to overheat, while one with Arcane Magic (Shadows) may make it slightly insubstantial, causing the object to literally slip between the target’s fingers. Treat Arcane spells as extra options for every Lore of Magic, including Witch, Dark, and Chaos Lores. They are counted as Lore spells in all ways, meaning they get all the benefits of Lore spells, and can only be learned from and taught to those sharing the same Arcane Magic Talent.Note: Any spell marked with a ‘+’ at the end of the Duration gains the following extra text: When the spell should end, you may make a Willpower Test to extend the Duration for +1 round.",
      "spells": [
        {
          "name": "Aethyric Armour",
          "lore": "arcane",
          "CN": "CN: 2",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: Willpower Bonus Rounds+",
          "desc": "You gain +1 Armour Point to all Hit Locations as you wrap yourself in a protective swathe of magic. "
        },
        {
          "name": "Aethyric Arms",
          "lore": "arcane",
          "CN": "CN: 2",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: Willpower Bonus Rounds+",
          "desc": "You create a melee weapon with a Damage equal to your Willpower Bonus. This may take any form, and so use any Melee Skill you may possess. The weapon counts as Magical. "
        },
        {
          "name": "Arrow Shield",
          "lore": "arcane",
          "CN": "CN: 3",
          "range": "Range: You",
          "target": "Target: AoE (Willpower Bonus yards)",
          "duration": "Duration: Willpower Bonus Rounds+",
          "desc": "Any missiles containing organic matter, such as arrows with wooden shafts, are automatically destroyed if they pass within the Area of Effect, causing no damage to their target. Missiles comprising only inorganic matter, such as throwing knives or pistol shots, are unaffected."
        },
        {
          "name": "Blast",
          "lore": "arcane",
          "CN": "CN: 4",
          "range": "Range: Willpower yards",
          "target": "Target: AoE (Willpower Bonus yards)",
          "duration": "Duration: Instant",
          "desc": "You channel magic into an explosive blast. This is a magic missile with Damage +3 that targets everyone in the Area of Effect."
        },
        {
          "name": "Bolt",
          "lore": "arcane",
          "CN": "CN: 4",
          "range": "Range: Willpower yards",
          "target": "Target: 1",
          "duration": "Duration: Instant",
          "desc": "You channel magic into a damaging bolt. Bolt is a magic missile with a Damage of +4. "
        },
        {
          "name": "Breath",
          "lore": "arcane",
          "CN": "CN: 6",
          "range": "Range: 1 yard",
          "target": "Target: Special",
          "duration": "Duration: Instant",
          "desc": "You immediately make a Breath attack, as if you had spent 2 Advantage to activate the Breath Creature Trait (see page 338). Breath is a magic missile with a Damage equal to your Toughness Bonus. The GM decides which type of Breath attack best suits your Arcane Magic Talent. "
        },
        {
          "name": "Bridge",
          "lore": "arcane",
          "CN": "CN: 4",
          "range": "Range: Willpower yards",
          "target": "Target: AoE (see description)",
          "duration": "Duration: Willpower Bonus Rounds+",
          "desc": "You create a bridge of magical energy, with a maximum length and breadth of your Willpower Bonus in yards. For every +2 SL you may increase length or breadth by your Willpower Bonus in yards."
        },
        {
          "name": "Chain Attack",
          "lore": "arcane",
          "CN": "CN: 6",
          "range": "Range: Willpower yards",
          "target": "Target: Special",
          "duration": "Duration: Instant",
          "desc": "You channel a twisting spur of rupturing magic into your target. This is a magic missile with a Damage of +4. If Chain Attack reduces a target to 0 Wounds, it leaps to another target within the spell’s initial range, and within Willpower Bonus yards of the previous target, inflicting the same Damage again. It may leap a maximum number of times equal to your Willpower Bonus. For every +2 SL achieved, it may chain to an additional target."
        },
        {
          "name": "Corrosive Blood",
          "lore": "arcane",
          "CN": "CN: 4",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You infuse yourself with magic, lending your blood a fearsome potency. You gain the Corrosive Blood Creature Trait (see page 339). "
        },
        {
          "name": "Dark Vision",
          "lore": "arcane",
          "CN": "CN: 1",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You boost your Second Sight to assist your mundane senses. While the spell is active, gain the Dark Vision Creature Trait (see page 339)."
        },
        {
          "name": "Distracting",
          "lore": "arcane",
          "CN": "CN: 4",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: Willpower Bonus rounds",
          "desc": "You wreathe yourself in magic, which swirls around you, distracting your foes. While the spell is active, gain the DistractingCreature Trait (see page 339). "
        },
        {
          "name": "Dome",
          "lore": "arcane",
          "CN": "CN: 7",
          "range": "Range: You",
          "target": "Target: AoE (Willpower Bonus yards)",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You create a dome of magical energy overhead, blocking incoming attacks. Anyone within the Area of Effect gains the Ward (6+)Creature Trait (see page 343) against magical or ranged attacks originating outside the dome. Those within may attack out of the dome as normal, and the dome does not impede movement. "
        },
        {
          "name": "Drop",
          "lore": "arcane",
          "CN": "CN: 1",
          "range": "Range: Willpower yards",
          "target": "Target: 1",
          "duration": "Duration: Instant",
          "desc": "You channel magic into an object being held by an opponent. This could be a weapon, a rope, or someone’s hand. Unless a Challenging (+0) Dexterity Test is passed, the item is dropped. For every +2 SL you may impose an additional –10 on the Dexterity Test."
        },
        {
          "name": "Entangle",
          "lore": "arcane",
          "CN": "CN: 3",
          "range": "Range: Willpower yards",
          "target": "Target: 1",
          "duration": "Duration: Special",
          "desc": "Using magic, you entrap your target, wrapping them in whatever suits your Lore: vines, shadows, their own clothing... Your target gains one Entangled Condition with a Strength equal to your Intelligence. For every +2 SL, you may give the target +1 additional Entangled Condition. The spell lasts until all Entangled Conditions are removed."
        },
        {
          "name": "Fearsome",
          "lore": "arcane",
          "CN": "CN: 3",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "Shrouding yourself in magic, you become fearsome and intimidating. Gain Fear 1. For every +3 SL, you may increase your Fear value by one."
        },
        {
          "name": "Flight",
          "lore": "arcane",
          "CN": "CN: 8",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: Willpower Bonus Rounds+",
          "desc": "You can fly, whether by sprouting wings, ascending on a pillar of magical light, or some other method. Gain the Flight (Agility) Creature Trait (see page 339)."
        },
        {
          "name": "Magic Shield",
          "lore": "arcane",
          "CN": "CN: 4",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You encase yourself in bands of protective magic. While the spell is active, add +Willpower Bonus SL to any dispel attempts you make. "
        },
        {
          "name": "Move Object",
          "lore": "arcane",
          "CN": "CN: 4",
          "range": "Range: WP yards",
          "target": "Target: 1",
          "duration": "Duration: 1 Round",
          "desc": "Using magic, you grab hold of an non-sentient object no larger than you, moving it with the sheer force of your will, which is considered to have a Strength equal to your Willpower. You may move the object up to Willpower Bonus yards. If anyone attempts to impede the object’s movement, make a Contested Willpower/Strength Test. For every +2 SL you may increase the distance the object is moved by Willpower Bonus yards. "
        },
        {
          "name": "Mundane Aura",
          "lore": "arcane",
          "CN": "CN: 4",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: Willpower minutes",
          "desc": "You drain all the Winds of Magic from within your body and your possessions, removing any magical aura. For the duration of the spell you appear mundane to the Magical Sense Talent and similar. You effectively have no magical ability and your magical nature cannot be detected by any means. While this spell is in effect, you cannot cast any other spells. Mundane Aura is immediately dispelled if you make a Channelling Test. "
        },
        {
          "name": "Push",
          "lore": "arcane",
          "CN": "CN: 6",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: Instant",
          "desc": "All living creatures within Willpower Bonus yards are pushed back your Willpower Bonus in yards and gain the ProneCondition. If this brings them into contact with a wall or other large obstacle, they take Damage equal to the distance travelled in yards. For every +2 SL, you may push creatures back another Willpower Bonus in yards. "
        },
        {
          "name": "Teleport",
          "lore": "arcane",
          "CN": "CN: 5",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: Instant",
          "desc": "Using magic, you can teleport up to your Willpower Bonus in yards. This movement allows you to traverse gaps, avoid perils and pitfalls, and ignore obstacles. For every +2 SL you may increase the distance travelled by your Willpower Bonus in yards. "
        },
        {
          "name": "Terrifying",
          "lore": "arcane",
          "CN": "CN: 7",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You gain the Terror (1) Creature Trait (see page 191). "
        },
        {
          "name": "Ward",
          "lore": "arcane",
          "CN": "CN: 5",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You wrap yourself in protective magic, gaining the Ward (9+) Creature Trait (see page 343)."
        }
      ]
    },
    {
      "name": "The Lore of Beasts",
      "lore": "beasts",
      "desc": "The Amber wind, Ghur, carries with it a chill, primal ferocity, that is unnerving to beasts and sentient creatures  alike.  Whenever  you  successfully  cast a spell from the Lore of Beasts, you may also gain the Fear (1) Creature Trait (see page 190) for the next 1d10 Rounds. ",
      "ingredients": "Ingredients: Shamans use animal fur, skin, bone, and pelt, wrapped in sinews and daubed with blood runes to focus the Amber wind. Often claws are scrimshawed, organs dried, and feathers dipped in rare humours, and it’s not uncommon to find excrement, urine, and other excretions also used.",
      "spells": [
        {
          "name": "Amber Talons",
          "lore": "beasts",
          "CN": "CN: 6",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "Your nails grow into wickedly sharp talons of crystal amber. Unarmed attacks made using Melee (Brawling) count as magical, have a Damage equal to your Willpower Bonus, and inflict +1 Bleeding Condition whenever they cause a loss of Wounds."
        },
        {
          "name": "Beast Form",
          "lore": "beasts",
          "CN": "CN: 5",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: Willpower minutes",
          "desc": "You infuse your very bones and flesh with Ghur, warping your body into that of a creature. When cast, select a new form from any of the Beasts of the Reikland section of the Bestiary. Gain all the standard Traits of the creature, except the Bestial Trait. Further, replace your S, T, Agi, and Dex with those of the creature, then recalculate your Wounds. For every + 2 SL, you may include 1 of the included Optional Creature Trait. While in Beast Form, you look like a normal version of the creature, with amber and brown colouring. You may not speak, which means you cannot cast spells, or attempt to dispel. If you have lost any Wounds when the spell ends, you lose the same number of Wounds when you revert to your true form, to a minimum of 0 Wounds."
        },
        {
          "name": "Beast Master",
          "lore": "beasts",
          "CN": "CN: 10",
          "range": "Range: Willpower Bonus yards",
          "target": "Target: 1",
          "duration": "Duration: Willpower Bonus days",
          "desc": "Your breath steams and your eyes take on a shining amber sheen as Ghur suffuses you. Your gaze and words convince 1 creature possessing the Bestial trait that you are its pack master, and it will fight to the death to protect you. While subject to your mastery it will follow your instructions, instinctively understanding simple instructions. If the creature is released from the spell — through the duration running out, or the spell being dispelled — it will retain enough residual respect and fear not to attack you, unless compelled to. Your allies may not be so fortunate. "
        },
        {
          "name": "Beast Tongue",
          "lore": "beasts",
          "CN": "CN: 3",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: Willpower minutes",
          "desc": "You can commune with all creatures possessing the Bestial Trait. Ghur clogs your throat, and your language comes out as snarls, hisses, and roars as befits the beasts to whom you talk. While the creatures are not compelled to answer you, or do as you bid, most will be curious enough to hear you out. You gain +20 on all Charm Animal and Animal Training Tests While this spell is active, you may only speak with beasts — you may not speak any civilised tongues, and can only communicate with your party using gestures or Language (Battle). Note, this also means you cannot cast any spells, or dispel, while Beast Tongue is active. "
        },
        {
          "name": "Flock of Doom",
          "lore": "beasts",
          "CN": "CN: 8",
          "range": "Range: Willpower yards",
          "target": "Target: AoE (Willpower Bonus yards)",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You call down a murder of crows or similar local bird to assail your foes. The flock attacks everyone in the Area of Effect who does not possess the Arcane Magic (Beasts) Talent ferociously, inflicting a +7 Damage hit at the end of the Round. The flock remains in play for the duration of the spell. For your Action you may make an Average (+20) Charm Animal Test to move the flock to another target within range. While within the Area of Effect, all creatures gain +1 Blinded Condition. "
        },
        {
          "name": "Hunter’s Hide",
          "lore": "beasts",
          "CN": "CN: 6",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You cloak yourself in a shimmering mantle of Ghur. While the spell lasts, gain a bonus of +20 Toughness and the Dark Vision and Fear (1) Creature Traits (see page 339), as well as the Acute Sense (Smell) Talent. "
        },
        {
          "name": "The Amber Spear",
          "lore": "beasts",
          "CN": "CN: 8",
          "range": "Range: Willpower yards",
          "target": "Target: Special",
          "duration": "Duration: Instant",
          "desc": "You hurl a great spear of pure Ghur in a straight line. This is a magic missile with a Damage of +12. It strikes the first creature in its path, ignoring APs from armour made of leather and furs. If the target suffers any Wounds, also inflict +1 Bleeding Condition, after which the spear continues on its path, striking each target in the same manner, but at –1 Damage each time. If the spear fails to inflict any Wounds, its progress is stopped and the spell comes to an end. The Amber Spear only inflicts the minimum 1 Wound (see page 236) on the first target it strikes."
        },
        {
          "name": "Wyssan’s Wildform",
          "lore": "beasts",
          "CN": "CN: 8",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You call on the wild power of Ghur to infuse you, surrendering to its savage delights. Gain the following Creature Traits (see page 338): Arboreal, Armour (2), Belligerent, Big, Bite (Strength Bonus +1), Fear (1), Fury, Magical, Weapon (Strength Bonus +2). While the spell is in place you are incapable of using any Language or Lore skills."
        }
      ]
    },
    {
      "name": "The Lore of Death",
      "lore": "death",
      "desc": "The purple wind of Shyish carries with it dry, dusty winds and the insistent rustling of sand passing through Time’s hourglass. Targets afflicted by spells from the Lore of Death are drained of life, enervated, and listless. You may assign +1 Fatigued Condition to any living target affected by a spell from this lore. A target may only ever have a single Fatigued Condition gained in this manner at any one time.",
      "ingredients": "Ingredients: The bones of sentient creatures feature heavily in Amethyst magic, as do the trappings of death, including wood or nails from coffins, embalming fluids, hourglasses, silver coins, and grave dirt, all carefully presented or engraved. Purple gemstones, materials, and flowers (particularly roses) are also common.",
      "spells": [
        {
          "name": "Caress of Laniph",
          "lore": "death",
          "CN": "CN: 7",
          "range": "Range: Touch",
          "target": "Target: Special",
          "duration": "Duration: Instant",
          "desc": "As you reach out your hand, it appears withered, even skeletal, drawing Shyish from your target’s corpus. This counts as a magic missile with a Damage of +6 that ignores Toughness Bonus and Armour Points. For every 2 Wounds inflicted, you may recover 1 Wound."
        },
        {
          "name": "Dying Words",
          "lore": "death",
          "CN": "CN: 6",
          "range": "Range: Touch",
          "target": "Target: 1",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "Touching the body of a recently departed soul (one that passed away within the last day), you call its soul back briefly. For the spell’s duration, you can communicate with the dead soul, though it cannot take any action other than talking. It is not compelled to answer you, but the dead do not lie."
        },
        {
          "name": "Purple Pall of Shyish",
          "lore": "death",
          "CN": "CN: 9",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You pull about you a pall fashioned from fine strands of purple magic. Gain +Willpower Bonus Armour Points on all locations, and the Fear (1) Creature Trait (see page 339). For every +2 SL you may increase your Fear rating by 1. "
        },
        {
          "name": "Sanctify",
          "lore": "death",
          "CN": "CN: 10",
          "range": "Range: Touch",
          "target": "Target: AoE (Willpower Bonus yards)",
          "duration": "Duration: Willpower minutes",
          "desc": "Inscribing a magical circle, you ward it with Shyish, forming an impenetrable barrier to the Undead. Creatures with the UndeadCreature Trait cannot enter or leave the circle."
        },
        {
          "name": "Scythe of Shyish",
          "lore": "death",
          "CN": "CN: 6",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You conjure a magical scythe, which can be wielded in combat, using the Melee (Polearm) Skill. It acts like a normal scythe with a Damage equal to your Willpower Bonus+3. Enemies with the Undead Creature Trait do not receive Advantage when Engaged in combat with you."
        },
        {
          "name": "Soul Vortex",
          "lore": "death",
          "CN": "CN: 8",
          "range": "Range: Willpower yards",
          "target": "Target: AoE (Willpower Bonus yards)",
          "duration": "Duration: Instant",
          "desc": "You hurl a shimmering ball of Shyish which erupts into purple flames, swirling with ghostly faces, mouths agape in silent terror. Targets within the Area of Effect receive +1 Broken Condition. Against targets with the Undead Creature Trait, Soul Vortex is a magic missile with a Damage of +10 that ignores Toughness Bonus and Armour Points."
        },
        {
          "name": "Steal Life",
          "lore": "death",
          "CN": "CN: 7",
          "range": "Range: Willpower yards",
          "target": "Target: 1",
          "duration": "Duration: Instant",
          "desc": "Thin strands of purple mist connect you briefly to your target, who wastes away before your very eyes. This counts as a magic missile with a Damage of +6 that ignores Armour Points and inflicts +1 Fatigued Condition. Further, you remove all FatiguedConditions you currently suffer, and may heal yourself up to half the Wounds the target suffers, rounding up."
        },
        {
          "name": "Swift Passing",
          "lore": "death",
          "CN": "CN: 6",
          "range": "Range: Touch",
          "target": "Target: Special",
          "duration": "Duration: Instant",
          "desc": "Your touch brings the release of death to a single mortally wounded target. If you successfully touch a target with 0 wounds remaining and at least 2 Critical Wounds, death swiftly follows. Further, the target cannot be raised as Undead. "
        }
      ]
    },
    {
      "name": "The Lore of Fire",
      "lore": "fire",
      "desc": "The Lore of Fire, and the Bright wind of Aqshy, is anything but subtle. Its spells are bellowed with fervour and manifest themselves in bombastic fashion, with bright flame and searing heat. You may inflict +1 Ablaze Condition on anyone targeted by spells from the Lore of Fire, unless they also possess the Arcane Magic (Fire) Talent. Every Ablaze condition within Willpower Bonus yards adds +10 to attempts to Channel or Cast with Aqshy.",
      "ingredients": "Ingredients: Pyromancers use a wide selection of flammable materials as ingredients, which are often immolated as the spell is cast, including coal, oils, fats, and ruddy woods. Trappings immune to fire are also common, such as iron keys, carved sections of fire-grate, and small oven stones.",
      "spells": [
        {
          "name": "Aqshy’s Aegis",
          "lore": "fire",
          "CN": "CN: 5",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You wrap yourself in a fiery cloak of Aqshy, which channels flame into the Aegis. You are completely immune to damage from non-magical fire, including the breath attacks of monsters, and ignore any Ablaze Conditions you receive. You receive the Ward(9+) Creature Trait (see page 343) against magical fire attacks including spells from the Lore of Fire."
        },
        {
          "name": "Cauterise",
          "lore": "fire",
          "CN": "CN: 4",
          "range": "Range: Touch",
          "target": "Target: 1",
          "duration": "Duration: Instant",
          "desc": "Channelling Aqshy through your hands you lay them on an ally’s wounds. Immediately heal 1d10 Wounds and remove all Bleeding Conditions. Further, the wounds will not become infected. Targets without the Arcane Magic (Fire) Talent, must pass a Challenging (+0) Cool Test or scream in agony.. If Failed by –6 or more SL, the target gains the Unconscious Condition and is permanently scarred, waking up 1d10 hours later "
        },
        {
          "name": "Crown of Flame",
          "lore": "fire",
          "CN": "CN: 8",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You channel Aqshy into a majestic crown of inspiring fire about your brow. Gain the Fear (1) Trait and +1 War Leader Talent while the spell is active. For every +2 SL, you may increase your Fear value by +1, or take War Leader Talent again. Furthermore, gain a bonus of +10 on all attempts to Channel and Cast with Aqshy while the spell is in effect."
        },
        {
          "name": "Flaming Hearts",
          "lore": "fire",
          "CN": "CN: 8",
          "range": "Range: Willpower yards",
          "target": "Target: AoE (Willpower Bonus yards)",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "Your voice takes on a rich resonance, echoing with Aqshy’s fiery passion. Affected allies lose all Broken and Fatigued Conditions, and gain +1 Drilled, Fearless and Stout-hearted Talent while the spell is in effect. "
        },
        {
          "name": "Firewall",
          "lore": "fire",
          "CN": "CN: 6",
          "range": "Range: Willpower yards",
          "target": "Target: AoE (Special)",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You channel a fiery streak of Aqshy, creating a wall of flame. The Firewall is Willpower Bonus yards wide, and 1 yard deep. For every +2 SL you may extend the length of the Firewall by +Willpower Bonus yards. Anyone crossing the firewall gains 1 Ablaze condition and suffers a hit with a Damage equal to your Willpower Bonus, handled like a magical missile."
        },
        {
          "name": "Great Fires of U’Zhul",
          "lore": "fire",
          "CN": "CN: 10",
          "range": "Range: Willpower yards",
          "target": "Target: AoE (Willpower Bonus yards)",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You hurl a great, explosive blast of Aqshy into an enemy, which erupts into a furious blaze, burning with the heat of a forge. This is a magical missile with Damage +10 that ignores Armour Points and inflicts +2 Ablaze Conditions and the Prone Condition on a target. Everyone within the Area of Effect of that target suffers a Damage +5 hit ignoring Armour Points, and must pass a Dodge Test or also gain +1 Ablaze Condition. The spell stops behaving like a magic missile as the fire continues to burn in the Area of Effect for the duration. Anyone within the Area of Effect at the start of a round suffers 1d10+6 Damage, ignoring APs, and gains +1 Ablaze Condition. "
        },
        {
          "name": "Flaming Sword of Rhuin",
          "lore": "fire",
          "CN": "CN: 8",
          "range": "Range: Willpower yards",
          "target": "Target: 1",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You wreathe a sword in magical flames. The weapon has Damage +6 and the Impact Quality (see page 298), and anyone struck by the blade gains +1 Ablaze Condition. If wielders do not possess the Arcane Magic (Fire) Talent, and they fumble an attack with the Flaming Sword, they gain +1 Ablaze Condition. "
        },
        {
          "name": "Purge",
          "lore": "fire",
          "CN": "CN: 10",
          "range": "Range: Willpower yards",
          "target": "Target: AoE (Willpower Bonus yards)",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You funnel intense flame to burn away the taint and corruption in an area. Anything flammable is set alight, and any creatures in the area takes +SL Ablaze conditions. If the location contains a Corrupting Influence, such as Dhar, warpstone, or a Chaos-tainted object, it too will smoulder and blacken, beginning to burn. This spell may be maintained in subsequent Rounds by passing a Challenging (+0) Channelling Test. The precise time needed to eliminate the Corrupting Influence will be determined by your GM. As a rough guideline, a small quantity (smaller than an acorn) of warpstone, or a minor Chaos-tainted object may require 10–Willpower Bonus Rounds (minimum of 1 Round). A larger quantity of warpstone — fist-sized — or a more potent Chaos-tainted object may require double this. A powerful Chaos Artefact may take hours, or even longer... See page 182 for detail on Corrupting Influences."
        }
      ]
    },
    {
      "name": "The Lore of Heavens",
      "lore": "heavens",
      "desc": "Arcane spells cast from the Lore of Heavens are accompanied by the crackling of lightning and the smell of ozone. Spells causing Damage ignore Armour Points from metal armour, and will arc to all other targets within 2 yards, except those with the Arcane Magic (Heavens)Talent, inflicting hits with a Damage equal to your Willpower Bonus, handled like a magical missile.",
      "ingredients": "Ingredients: Astronomical  instruments,  charts,  lenses,  and symbols dominate Celestial magic, as do ingredients associated with augury, such as animal innards, mirrors, glass balls, and bird tongues. Some wind-based spells use wings and feathers, where those involving electricity prefer slivers of carved metal.",
      "spells": [
        {
          "name": "Cerulean Shield",
          "lore": "heavens",
          "CN": "CN: 7",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You encase yourself in a crackling cage of sparking electricity and Azyr. For the spell’s duration, gain +SL Armour Points to all locations against melee attacks. If attacked by metal weapons — such as daggers, swords, and spears with metal tips — your attacker takes +Willpower Bonus Damage. "
        },
        {
          "name": "Comet of Casandora",
          "lore": "heavens",
          "CN": "CN: 10",
          "range": "Range: Initiative yards",
          "target": "Target: AoE (Initiative Bonus yards)",
          "duration": "Duration: Special",
          "desc": "You channel all the Azyr you can muster and reach out to the skies, calling down a comet to wreak havoc amongst your foes. Select a target point within range. At the end of the next round, make an Average (+20) Perception Test. For every +SL you achieve, you may move your point of impact by Initiative Bonus yards. For every –SL, the GM will move the point of impact by Initiative Bonus yards in a random direction. Comet of Casandora then acts as a magical missile with Damage +12 that hits all targets in the Area of Effect, who also gain +1 Ablaze and the ProneCondition. "
        },
        {
          "name": "Fate’s Fickle Fingers",
          "lore": "heavens",
          "CN": "CN: 6",
          "range": "Range: You",
          "target": "Target: AoE (Initiative Bonus yards)",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "All allies within the Area of Effect, excluding those with the Arcane Magic (Heavens) Talent, create a single pool for their Fortune Points. All may draw on the pool, first come, first served. When the spell ends, you reallocate any remaining Fortune Points as fairly as possible. "
        },
        {
          "name": "Starcrossed",
          "lore": "heavens",
          "CN": "CN: 7",
          "range": "Range: Willpower yards",
          "target": "Target: 1",
          "duration": "Duration: Initiative Bonus Rounds",
          "desc": "While this spell is active, you can spend Fortune Points to force an opponent to reroll Tests. "
        },
        {
          "name": "T’Essla’s Arc",
          "lore": "heavens",
          "CN": "CN: 7",
          "range": "Range: Willpower yards",
          "target": "Target: 1",
          "duration": "Duration: Instant",
          "desc": "A crackling bolt of lightning shoots from your fingertips, striking your target. This is a magic missile with Damage +10 that inflicts +1 Blinded condition. "
        },
        {
          "name": "The First Portent of Amul",
          "lore": "heavens",
          "CN": "CN: 3",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: Initiative Bonus Rounds",
          "desc": "Gain +1 Fortune Point. For every +2 SL, gain +1 more. Any of these points unused at the end of the Duration are lost."
        },
        {
          "name": "The Second Portent of Amul",
          "lore": "heavens",
          "CN": "CN: 6",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: Initiative Bonus Rounds",
          "desc": "Gain +SL Fortune Points. For every +2 SL, gain +1 additional Fortune point. Any unused points at the end of the Duration are lost."
        },
        {
          "name": "The Third Portent of Amul",
          "lore": "heavens",
          "CN": "CN: 12",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: Initiative Bonus Rounds",
          "desc": "Gain +1 Fate Point. If the Fate point is not used by the end of the Duration, it is lost."
        }
      ]
    },
    {
      "name": "The Lore of Metal",
      "lore": "metal",
      "desc": "The wind of Chamon is very dense, and quickly attaches itself to metallic substances. Spells from this lore are accompanied with golden light and heat, and are especially effective against foes foolish enough to encase themselves in metal. Spells inflicting Damage ignore Armour Points from metal armour, and inflict bonus Damage equal to the number of Armour Points of metal armour being worn on any Hit Location struck. So, if your spell hit an Arm location protected by 2 Armour Points of metal armour, it would cause an additional +2 Damage and ignore the Armour Points.",
      "ingredients": "Ingredients: Heavy metals of all types, esoterically inlaid or carved, comprise the majority of Gold ingredients, though many spells also use trappings associated with a forge, including sections of a bellows marked with mathematical formula, inscribed chunks of an anvil, or fragments of a furnace.",
      "spells": [
        {
          "name": "Crucible of Chamon",
          "lore": "metal",
          "CN": "CN: 7",
          "range": "Range: Willpower Bonus yards",
          "target": "Target: 1",
          "duration": "Duration: Instant",
          "desc": "You channel Chamon into a single non-magical, metallic object, such as a weapon or piece of armour. The item melts, dripping to the floor as molten metal, cooling almost immediately. If held, the item is dropped. If worn, the wearer takes a hit like a magic missile with Damage equal to your Willpower Bonus that ignores Toughness Bonus. While the object is destroyed, the metal retains its base value, and may be used by a smith as raw material."
        },
        {
          "name": "Enchant Weapon",
          "lore": "metal",
          "CN": "CN: 6",
          "range": "Range: Touch",
          "target": "Target: special",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You encase a single non-magical weapon with heavy bands of Chamon, enhancing its potency. For the duration of the spell it counts as magical, gains a bonus to Damage equal to your Willpower Bonus, and gains the Unbreakable Quality (see page 298). For every +3 SL you may also add 1 Quality or remove 1 Flaw from the weapon, while the spell is in effect."
        },
        {
          "name": "Feather of Lead",
          "lore": "metal",
          "CN": "CN: 5",
          "range": "Range: Willpower yards",
          "target": "Target: Area of Effect (Willpower Bonus yards)",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "Calling on the golden wind, you alter the density of your target’s belongings, raising or lowering their weight. For the duration of the spell, choose one effect for everyone within the area of effect: 1) Count as two steps more Overburdened. 2) Do not count as Overburdened. See page 293 for details on Encumbrance. "
        },
        {
          "name": "Fool’s Gold",
          "lore": "metal",
          "CN": "CN: 4",
          "range": "Range: Touch",
          "target": "Target: 1",
          "duration": "Duration: Willpower minutes",
          "desc": "You weave Chamon into a non-magical object made of metal, fundamentally altering its alchemical nature. For the duration of the spell, all metal in the object becomes gold. This is not an illusion: it has actually transformed into gold. When the spell ends, the item reverts to its original metal. This spell can ruin good weapons, make armour too heavy to wear, and turn lead coins into something much more appealing. Spot effects arising from this spell are left in the hands of the GM."
        },
        {
          "name": "Forge of Chamon",
          "lore": "metal",
          "CN": "CN: 9",
          "range": "Range: Willpower Bonus yards",
          "target": "Target: Special",
          "duration": "Duration: Willpower minutes",
          "desc": "You alter the quality of a single item made of metal. You may add 1 Quality or remove 1 Flaw. For every +2 SL, you may add another Quality or remove another Flaw."
        },
        {
          "name": "Glittering Robe",
          "lore": "metal",
          "CN": "CN: 5",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: Toughness Bonus Rounds",
          "desc": "Wild flurries of Chamon whirl around you, deflecting blows and intercepting missiles and magical attacks. Gain the Ward (9+) Creature Trait (see page 343) against all attacks and spells targeting you. Each hit successfully saved increases the Ward’seffectiveness by 1, to a maximum of Ward (3+)."
        },
        {
          "name": "Mutable Metal",
          "lore": "metal",
          "CN": "CN: 5",
          "range": "Range: Touch",
          "target": "Target: 1",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You touch a non-magical object made of metal, which Instantly becomes warm to the touch as you squeeze Chamon into it. You may bend and mangle the object with an Average (+20) Strength Test. If you wish to make a more complex alteration, you may attempt an Average (+20) Trade (Smith, or similar) Test instead. "
        },
        {
          "name": "Transmutation of Chamon",
          "lore": "metal",
          "CN": "CN: 12",
          "range": "Range: Willpower yards",
          "target": "Target: AoE (Willpower Bonus yards)",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You wrench Chamon from the metals worn by your foes, and the earth itself, briefly transforming the flesh of your enemies into metal. This is a magic missile affecting all in the Area of Effect, with a Damage equal to your Willpower Bonus; the spell ignores Toughness Bonus and inflicts +1 Blinded, Deafened, and Stunned Condition, all of which last for the duration of the spell. All affected targets gain +1 Armour Point from the gold wrapped about their bodies, but also suffer from Suffocation (see page 181). If targets die while the spell is in effect, they are permanently encased in a shell of base metals, a macabre reminder of the risks of sorcery."
        }
      ]
    },
    {
      "name": "The Lore of Life",
      "lore": "life",
      "desc": "Spells  cast  with Ghyran,  the  Jade Wind,  are suffuse with life, tending to manifest with a vibrant green light, and are often accompanied by natural phenomena given supernatural qualities. Vines, undergrowth, trees, and rivers all bend to the Druids’ wills. Receive a +10 bonus to Casting and Channelling rolls when in a rural or wilderness environment. Living creatures — e.g. those without the Daemonic or Undead Creature Traits — targeted by Arcane Spells from the Lore of Life have all Fatigued and Bleeding Conditions removed after any other effects have been applied as life magic floods through them. Creatures with the Undead Creature Trait, on the other hand, suffer additional Damage equal to your Willpower Bonus, ignoring Toughness Bonus and Armour Points, if affected by any spell cast with the Lore of Life.",
      "ingredients": "Ingredients: Druids use a wide variety of naturally occurring ingredients, ranging from rare seeds and nuts, humours gathered from sentient creatures in the flush of life, uncommon tree saps, fertile loam, spring waters, and a variety of living ingredients, including plants and smaller animals.",
      "spells": [
        {
          "name": "Barkskin",
          "lore": "life",
          "CN": "CN: 3",
          "range": "Range: Touch",
          "target": "Target: 1",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You cause the target’s skin to become hard and rough like the bark of a tree. While affected by the spell, add +2 to the target’s Toughness Bonus, but suffer a penalty of –10 to Agility and Dexterity. "
        },
        {
          "name": "Earthblood",
          "lore": "life",
          "CN": "CN: 6",
          "range": "Range: You",
          "target": "Target: AoE (Willpower Bonus yards)",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "To cast this spell, you must be in direct contact with the earth. Standing barefoot counts. For the duration of the spell, any creatures in direct contact with the earth within AoE heal Wounds equal to your Willpower Bonus at the start of every Round. "
        },
        {
          "name": "Earthpool",
          "lore": "life",
          "CN": "CN: 8",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: Instant",
          "desc": "On casting the spell, you immediately disappear into the ground in a wild torrent of Ghyran. You appear at the start of the next Round at any point within your Willpower in yards, erupting from the earth violently. For every +2 SL you may increase the distance travelled by your Willpower in yards. Any enemies engaged by you on your appearance gain the Surprised Condition. This spell will not allow you to move through stone but will allow you to move through water."
        },
        {
          "name": "Fat of the Land",
          "lore": "life",
          "CN": "CN: 4",
          "range": "Range: Touch",
          "target": "Target: 1",
          "duration": "Duration: Willpower Bonus days",
          "desc": "You flood the target’s body with nourishing Ghyran. The target need not eat or drink, but will still excrete as normal, though any leavings will be verdant green."
        },
        {
          "name": "Forest of Thorns",
          "lore": "life",
          "CN": "CN: 6",
          "range": "Range: Willpower yards",
          "target": "Target: AoE (Willpower Bonus yards)",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "This spell may only target a patch of earth (though the patch can be very small). You cause a dense knot of wickedly spiked brambles and tangled vines to burst upwards, covering the Area of Effect.While the spell is active, anyone attempting to traverse the area on foot without the Arcane Magic (Life) Talent must make aHard (–20) Agility Test. Failure means they gain 1 BleedingCondition, and 1 Entangled Condition, with your Willpower used for its Strength. After the spell concludes, the growth remains, but loses its preternatural properties."
        },
        {
          "name": "Lie of the Land",
          "lore": "life",
          "CN": "CN: 5",
          "range": "Range: Initiative Bonus miles",
          "target": "Target: You",
          "duration": "Duration: Special",
          "desc": "Touching the earth, your senses flow through the Ghyran tracing the nearby area. After communing for 1 minute, you receive a detailed mental map of all-natural features — land, forests, rivers, but not settlements — within range. Settlements may be alluded to — areas of clear terrain, or dug trenches, for example. Each time you increase the range with SL increases the time taken communing with the land by +1 minute."
        },
        {
          "name": "Lifebloom",
          "lore": "life",
          "CN": "CN: 8",
          "range": "Range: Willpower Bonus yards",
          "target": "Target: Special",
          "duration": "Duration: Special",
          "desc": "You cause Ghyran to flood an area that is blighted or desolate. You may target either a dry riverbed, well, field, or a domestic animal. If you successfully cast the spell, the target bursts to life: A dry river begins to flow once again. A dry or polluted well becomes clean and fresh. A planted field, vineyard or orchard bursts into life, with all crops immediately reaching full ripeness. A sick or unproductive animal becomes healthy. The affected beast is now healthily productive (cows produce milk, hens lay eggs, coats and hides of sheep and cows are healthy and lustrous) and any diseases are cured."
        },
        {
          "name": "Regenerate",
          "lore": "life",
          "CN": "CN: 6",
          "range": "Range: Touch",
          "target": "Target: 1",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "Your target gains the Regenerate Creature Trait (see page 341)."
        }
      ]
    },
    {
      "name": "The Lore of Light",
      "lore": "light",
      "desc": "Arcane Spells sung from the Lore of Light tend to emit dazzling rays of blinding white light, or shroud the caster in shimmering waves of radiant purity. You may inflict one Blinded Condition on those targeted by Lore of Light spells, unless they possess the Arcane Magic (Light) Talent. If a target has the Daemonic or Undead Creature Traits, spells also inflict an additional hit with Damage equal to your Intelligence Bonus that ignores Toughness Bonus and Armour Points.",
      "ingredients": "Ingredients: Hierophants of the Lore of Light use many artefacts associated with holiness and holy places, supplemented by crystals, glass, pyramidions, and small statues, all carved with sacred symbols, twisting snakes, and moral tales. White candles, silver carvings, and bleached paper are also common.",
      "spells": [
        {
          "name": "Banishment",
          "lore": "light",
          "CN": "CN: 12",
          "range": "Range: You",
          "target": "Target: AoE (Willpower Bonus yards)",
          "duration": "Duration: Instant",
          "desc": "You send a cleansing halo of Hysh out from hands, affecting all creatures within the Area of Effect whose Toughness is lower than your Willpower. Targets with the Undead and Daemonic Creature Traits gain the Unstable Creature Trait (see page 343). If they already have the Unstable Trait, they are reduced to 0 Wounds. "
        },
        {
          "name": "Blinding Light",
          "lore": "light",
          "CN": "CN: 5",
          "range": "Range: Willpower yards",
          "target": "Target: You",
          "duration": "Duration: Instant",
          "desc": "You emit a bright, blinding flash of light from your hand or staff. Everyone looking at you, unless they possess the Arcane Magic (Light) Talent, receives +SL Blinded Conditions."
        },
        {
          "name": "Clarity of Thought",
          "lore": "light",
          "CN": "CN: 6",
          "range": "Range: Touch",
          "target": "Target: 1",
          "duration": "Duration: Intelligence minutes",
          "desc": "You calm your target’s mind, allowing them to think clearly. All negative modifiers on their thinking processes — from Conditions, Mental Mutations, Psychologies, or any other source — are ignored while the spell is in effect. "
        },
        {
          "name": "Daemonbane",
          "lore": "light",
          "CN": "CN: 10",
          "range": "Range: Willpower Bonus yards",
          "target": "Target: 1",
          "duration": "Duration: Instant",
          "desc": "You summon a blast of Hysh that passes through the border between the Realm of Chaos and the material world. The Casting Test is Opposed by the target making a Willpower Test. If you win, you obliterate a target with the Daemonic Creature Trait with a blinding white light, sending it back whence it came. If the spell successfully banishes a Daemon, everyone looking at your target, unless they possess the Arcane Magic (Light) Talent, receives +SL Blinded Conditions."
        },
        {
          "name": "Healing Light",
          "lore": "light",
          "CN": "CN: 9",
          "range": "Range: Willpower Bonus yards",
          "target": "Target: 1",
          "duration": "Duration: Instant",
          "desc": "Your target glows with a bright, cleansing light (equivalent light to a campfire), healing Intelligence Bonus + Willpower Bonus Wounds. If the Target passes a Very Hard (–20) Endurance Test, 1 Corruption point gained in the last hour is also lost. "
        },
        {
          "name": "Net of Amyntok",
          "lore": "light",
          "CN": "CN: 8",
          "range": "Range: Intelligence Bonus yards",
          "target": "Target: 1",
          "duration": "Duration: Target’s Intelligence Bonus Rounds",
          "desc": "You cast a delicate net woven from strands of Hysh over your targets, whose minds are overcome with conundrums and puzzles, leaving them paralysed with indecision. Targets gain +1 Stunned Condition, which they cannot lose while the spell is in effect. When recovering from the Condition, targets test their Intelligence instead of the Endurance Skill. Targets with the Bestial Creature Trait are immune to this spell."
        },
        {
          "name": "Phâ’s Protection",
          "lore": "light",
          "CN": "CN: 10",
          "range": "Range: You",
          "target": "Target: AoE (Willpower Bonus yards)",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You summon a protective aura of pure, holy light. Profane creatures — those with the Undead or Daemonic Creature Trait, those with mutations, and those with more Corruption than their Willpower Bonus and Toughness Bonus combined — cannot enter the Area of Effect. Any already within the Area gain the Broken Condition until they leave. Creatures within the Area cannot gain any Corruption points while the spell is active. "
        },
        {
          "name": "Speed of Thought",
          "lore": "light",
          "CN": "CN: 8",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "A lattice of Hysh overlays your mind, allowing you to think rapidly. Gain a bonus of +20 to Intelligence and Initiative."
        }
      ]
    },
    {
      "name": "The Lore of Shadows",
      "lore": "shadows",
      "desc": "Spells  cast  from  the  Lore  of  Shadows  are surreptitious and sly, and so the lingua praestantiamay be muttered stealthily. Any protective spells you may cast wreath you in shadows and billow smoke, making your body insubstantial, possibly even allowing blades to pass through you seemingly without harm. Further, all spells cast from the Lore of Shadows inflicting Damage ignore all non-magical Armour Points.",
      "ingredients": "Ingredients: Anything used to hide, shroud, or conceal is repurposed as Grey ingredients, including cosmetics, scents, scarfs, spectacles, mirrors, and wigs. Items drawn from professions steeped in intrigue and wisdom are also common, with diplomatic artefacts, symbols of rank, and the ultimate expression of power — a blade — prevalent.",
      "spells": [
        {
          "name": "Choking Shadows",
          "lore": "shadows",
          "CN": "CN: 6",
          "range": "Range: Willpower Bonus yards",
          "target": "Target: 1",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You wrap shadowy tendrils of Ulgu around your foes’ necks. Assuming they need to breathe, they gain +1 Fatigued Condition, cannot talk, and are subject to rules for Suffocation (see page 181)."
        },
        {
          "name": "Doppelganger",
          "lore": "shadows",
          "CN": "CN: 10",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: Intelligence Bonus minutes",
          "desc": "You weave a mask and cloak of Ulgu around your form, assuming the likeness of another humanoid creature with whom you are familiar (as determined by the GM). Your appearance will automatically fool anyone without the Second Sight Talent, though some may note if any of your mannerisms are incorrect. Those with that Talent must pass a Difficult (–10) PerceptionTest to notice you are disguising your form. This does not let them see through the spell. They must dispel it to do so. "
        },
        {
          "name": "Illusion",
          "lore": "shadows",
          "CN": "CN: 8",
          "range": "Range: Willpower yards",
          "target": "Target: AoE (Initiative Bonus yards)",
          "duration": "Duration: Willpower minutes",
          "desc": "You spin a web of intricate strands of Ulgu, obfuscating the Area of Effect with an illusory image of your choosing. You will automatically fool anyone without the Second Sight Talent. Those with that Talent must pass a Difficult (–10) Perception Test to notice the illusion. This does not let them see through the spell. They must dispel it to do so. The illusion is, by default, static. For your Action, you may make a Hard (–20) Channelling Test to make the illusion move for that Round. "
        },
        {
          "name": "Mindslip",
          "lore": "shadows",
          "CN": "CN: 6",
          "range": "Range: 1 yard",
          "target": "Target: 1",
          "duration": "Duration: Willpower minutes",
          "desc": "You conjure delicate threads of Ulgu in your Target’s mind, causing all prior memory of you to disappear for the spell’s duration. Once the spell is over, the Target must pass an Average (+20) Intelligence Test, or the memory loss becomes permanent until dispelled."
        },
        {
          "name": "Mystifying Miasma",
          "lore": "shadows",
          "CN": "CN: 6",
          "range": "Range: Willpower yards",
          "target": "Target: AoE (Willpower Bonus yards)",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You conjure forth a swirling mass of mist shot through with roiling shadow that flits and confounds the senses. Anyone within the mist who does not possess the Arcane Magic (Shadows)Talent is affected by the Miasma, gaining +1 Blinded, Deafened, and Fatigued Condition, which remain for the spell’s duration. Anyone affected attempting to move must pass a Challenging (+0) Perception Test, or gain the Prone Condition. If the spell is dispelled once in play, anyone affected by the spell must make a Routine (+40) Initiative Test, or gain the Stunned Condition. "
        },
        {
          "name": "Shadowsteed",
          "lore": "shadows",
          "CN": "CN: 6",
          "range": "Range: Willpower Bonus yards",
          "target": "Target: 1",
          "duration": "Duration: Until the next sunrise",
          "desc": "You summon forth a shadowy steed. The creature’s unnatural flesh is black as midnight, and at times it appears to be both solid and insubstantial. Use the rules for a riding horse. When the Shadowsteed is out of sunlight, it also gains the following Creature Traits: Dark Vision, Ethereal, Magical, Painless, Stealthy, Stride, Fear (1) and Ward (+9).Even when insubstantial, Shadowsteeds may be ridden. Riders with the Arcane Magic (Shadow) Talent do so with a bonus of +20 to Ride Tests. Those without suffer a penalty of –20 to Ride Tests. Shadowsteeds are tireless, so need no rest (though their unsettled riders might!). As the first rays of dawn break over the horizon the steeds melt into insubstantial mist. If still being ridden when the spell ends, or when dispelled, the rider will suffer Falling Damage (see page 166)."
        },
        {
          "name": "Shadowstep",
          "lore": "shadows",
          "CN": "CN: 8",
          "range": "Range: Willpower yards",
          "target": "Target: You",
          "duration": "Duration: Instant",
          "desc": "You create a shadowy portal of Ulgu through the aethyr. You disappear from your current location and immediately appear up to your Willpower yards away. Any enemies Engaged by you on your disappearance or reappearance gain the SurprisedCondition."
        },
        {
          "name": "Shroud of Invisibility",
          "lore": "shadows",
          "CN": "CN: 8",
          "range": "Range: Touch",
          "target": "Target: 1",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You wrap the target in a shroud of Ulgu. The Target becomes invisible and cannot be perceived by mundane senses. The spell will automatically fool anyone without the Second Sight Talent. Those with the Talent must pass a Challenging (+0) Perception Test to notice that someone is nearby, though they will not be able to pin down the precise location. They must dispel the Shroud of Invisibility to do so . You are still perceptible to the other senses, and the spell will come to an end if you bring attention to yourself by making large noises or attacking someone.Witch mAgicThe following provides two lists of six spells for spellcasters nor yet absorbed into the Colleges of Magic, who are almost always on the run from Witch Hunters and Sigmarites."
        }
      ]
    },
    {
      "name": "The Lore of Hedgecraft",
      "desc": "The Hedgefolk believe their Lore is a gift from the Gods, referring to their spellcasters as the Blessed Few. Due to their ancient traditions and ingrained belief, their spells cannot be cast without ingredients, which are an integral part of their spellcasting process. Fortunately, the ingredients they use are easily found on the fringes of settlements and are usually herbs or plants. You receive 1 + SL ingredients on a successful foraging roll, using Lore (Herbalism), as described under Gathering Food and Herbs on page 127, or you can buy them for 5 brass pennies each.",
      "ingredients": "Ingredients: Hedgefolk  use  easily  sourced  local  materials prepared to exacting standards using special tools. So, ingredients may include things such as the wings of a dragonfly killed with a silver pin, rods of poplar polished with beeswax on Sonnstill, or bones buried beneath a hedgerow for a winter’s month.",
      "spells": [
        {
          "name": "Goodwill ",
          "lore": "hedgecraft",
          "CN": "CN: 0",
          "range": "Range: You",
          "target": "Target: AoE (Fellowship Bonus yards)",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You create an atmosphere conducive to friendliness and good spirits. All Fellowship Tests within the Area of Effect receive a bonus of +10, and Animosity and Hatred Psychologies have no effect. "
        },
        {
          "name": "Mirkride ",
          "lore": "hedgecraft",
          "CN": "CN: 0",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: Willpower Bonus minutes",
          "desc": "Speaking ancient words of magic, your spirit leaves your body, stepping into the Hedge, the dark space between the material world and the spirit realm. For the duration, your stand apart from the world, able to witness it invisibly, but not affect it in any way. Physical barriers are no impediment to you, and you may walk through non-magical obstacles at will. Your body remains in place, immobile and insensate. At the end of the spell you will be pulled suddenly back to your body. If your body is killed while you are walking the Hedge, your spirit will wander aimlessly for eternity. "
        },
        {
          "name": "Nepenthe ",
          "lore": "hedgecraft",
          "CN": "CN: 0",
          "range": "Range: Touch",
          "target": "Target: Special",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You mutter words of power over a premade potion of herbs, magically transforming it into a potent philtre. If drunk while the spell is in effect, the target may choose to completely forget one individual, permanently. "
        },
        {
          "name": "Nostrum ",
          "lore": "hedgecraft",
          "CN": "CN: 0",
          "range": "Range: Touch",
          "target": "Target: Special",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You incant a spell over an already prepared draught, imbuing it with magical power. If drunk while the spell is in effect, the target immediately heals your Willpower Bonus in Wounds and is cured of one disease. For every +2 SL you may cure an extra disease. "
        },
        {
          "name": "Part the Branches ",
          "lore": "hedgecraft",
          "CN": "CN: 0",
          "range": "Range: You",
          "target": "Target: You",
          "duration": "Duration: Willpower minutes",
          "desc": "Your pupils dilate as you complete your incantation, and you are able to see into the Spirit world. This allows you to perceive invisible creatures, spirits, and Daemons, even those marked as impossible to see."
        },
        {
          "name": "Protective Charm",
          "lore": "hedgecraft",
          "CN": "CN: 0",
          "range": "Range: Touch",
          "target": "Target: Special",
          "duration": "Duration: Willpower Bonus days",
          "desc": "You imbue a protective charm with a spell of protection. Those bearing the charm gain the Magic Resistance Talent. If they already have that Talent, the charm does nothing more."
        }
      ]
    },
    {
      "name": "The Lore of Witchcraft",
      "desc": "Spells from the Lore of Witchcraft draw on whichever winds of magic are available, without care or concern for mingling the winds and the potentially horrific results. Each time practitioners of Witchcraft roll on a Miscast table, they also gain 1 Corruption point. Further, you may inflict one Bleeding Condition on anyone targeted by spells from the Lore of Witchcraft. Lastly, channelling or casting spells from this Lore automatically require a roll on the Minor Miscast table unless cast with an ingredient , where the ingredient provides no further protection should you roll a Miscast. Fortunately, ingredients for the Lore of Witchcraft are cheap and readily available: body parts of small animals for the most part. Ingredients cost a spell’s CN in brass pennies, instead of silver shillings, to purchase. Alternatively, a Witch may forage for parts, using the Outdoor Survival skill: a successful foraging roll receives 1 + SL ingredients, as described under Gathering Food and Herbs on page 127.",
      "ingredients": "Ingredients: Witches use a horrific mixture of animal body parts, often harvested when a creature is still alive. It is not uncommon to find them clutching lizard eyes, dog toes, donkey gizzard, or much, much worse in their bloody hands as they cast their foul magics.",
      "spells": [
        {
          "name": "Blight",
          "lore": "witchcraft",
          "CN": "CN: 14",
          "range": "Range: Willpower Bonus yards",
          "target": "Target: Special",
          "duration": "Duration: Special",
          "desc": "You may target either a well, a field, or a domestic animal. If you successfully cast the spell, the target suffers from a blight: A blighted well becomes Instantly brackish and stagnant. Any crops currently planted in a Blighted field rot overnight. A blighted animal sickens. The afflicted beast no longer produces anything (cows produce no milk, hens produce no eggs, coats and hides grow mangy and unusable) and will die in 10–SL days"
        },
        {
          "name": "Creeping Menace",
          "lore": "witchcraft",
          "CN": "CN: 6",
          "range": "Range: Willpower yards",
          "target": "Target: 1",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You summon a swarm of creeping, slithering creatures to harass your foes. Each target affected is immediately engaged by a swarm of Giant Rats, Giant Spiders, or Snakes. Use the standard profiles for the relevant creature type, adding the Swarm Trait. For your Action you may make a Challenging (+0) Charm Animal Test to direct 1 or more swarms to attack a different target. When the spell ends, any remaining swarms disappear into the shadows. "
        },
        {
          "name": "Curse of Crippling Pain",
          "lore": "witchcraft",
          "CN": "CN: 10",
          "range": "Range: Willpower yards",
          "target": "Target: 1",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "Stabbing a crude representation of your target — a doll or puppet — you inflict crippling pain. When successfully cast, choose which hit location to stab: Leg – Leg becomes useless, as if it was Amputated (see page 180). If running, the target also gains the ProneCondition and takes falling Damage. Arm – Arm becomes useless, as if it was Amputated (see page 180). If target was holding anything in that hand, it is automatically dropped. Body – Target doubles up in agony, gaining +1 FatiguedCondition, and must pass a Hard (–20) Endurance Test or gain the Prone Condition. Head – Target gains the Stunned Condition, and must pass an Average (+20) Endurance Test or gain the Unconscious Condition for the Duration.While the spell is in effect, for your Action you may make a Channelling Test, stabbing the doll again, to affect a different location."
        },
        {
          "name": "Curse of Ill-Fortune",
          "lore": "witchcraft",
          "CN": "CN: 8",
          "range": "Range: Willpower Bonus miles",
          "target": "Target: 1",
          "duration": "Duration: Willpower Bonus days",
          "desc": "The ingredient for this spell is something belonging to the target, either a personal possession or a strand of hair. For the duration, your target suffers bad luck. Laces snap, chairs break, and other minor narrative effects inconvenience them. The target suffers a penalty of –10 to all Tests, in addition to any other modifiers, and may not spend Fortune points."
        },
        {
          "name": "Haunting Horror",
          "lore": "witchcraft",
          "CN": "CN: 8",
          "range": "Range: Touch",
          "target": "Target: AoE (a single location)",
          "duration": "Duration: Willpower days",
          "desc": "You target a single location, such as a house or clearing, and inflict haunting dreams and waking nightmares on any who enter there. Those entering while the spell is in effect are unnerved by eerie sensations, flitting shadows, and whispered voices lurking on the threshold of hearing. Unless they possess the Arcane Magic (Witchcraft) Talent, they gain +1 Fatigued Condition. Then, unless they pass an Challenging (+0) Cool Test, they gain another +1 Fatigued Condition and the Broken Condition, both of which are only removed upon leaving the location."
        },
        {
          "name": "The Evil Eye",
          "lore": "witchcraft",
          "CN": "CN: 6",
          "range": "Range: Willpower yards",
          "target": "Target: Special",
          "duration": "Duration: Instant",
          "desc": "You lock eyes with a single target, who must be looking at you. Perform an Opposed Intimidate/Cool Test, adding any SL from your casting roll to your result. Your opponent gains 1 FatiguedCondition per +2 SL by which you win. If you win by 6+ SL, your opponent gains the Broken Condition."
        }
      ]
    },
    {
      "name": "Lore of Daemonology",
      "desc": "The  forbidden  Lore  of  Daemonology  is  concerned  with summoning,  binding,  and  controlling  Daemons,  typically  to empower the spellcaster. It is horrifically dangerous, usually leading to the Daemonologist’s downfall as their soul is taken by the Ruinous Powers and a new Chaos Sorcerer is born.",
      "spells": [
        {
          "name": "Destroy Lesser Daemon",
          "lore": "daemonology",
          "CN": "CN: 6",
          "range": "Range: Willpower yards",
          "target": "Target: 1",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "Your spell disrupts the Dhar holding a target Daemon together, and draws it back to you. A target with the Daemonic Creature Trait and a lower Willpower than you loses Wounds equal to your Willpower Bonus, ignoring Toughness Bonus or Armour Points. In turn, you may increase one of your Characteristic by +10 for the duration as you siphon profane energies."
        },
        {
          "name": "Detect Daemon",
          "lore": "daemonology",
          "CN": "CN: 4",
          "range": "Range: Willpower yards",
          "target": "Target: Special",
          "duration": "Duration: Instant",
          "desc": "Your spell homes in on the daemonic influences in the surrounding area. You automatically know if there is a manifested Daemon within range, be it summoned, bound into an artefact, possessing another, or similar."
        },
        {
          "name": "Manifest Lesser Daemon",
          "lore": "daemonology",
          "CN": "CN: 8",
          "range": "Range: Willpower Bonus yards",
          "target": "Target: Special",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You channel a sickening flow of Dhar, briefly forcing a rent into the fabric of reality. A Lesser Daemon immediately manifests through the rent (see page 335 for two examples of this: a Bloodletter or a Daemonette). Perform an Opposed Channel (Dhar)/Willpower Test with the Daemon. If successful, the Daemon will respond to one command issued by you, quite literally, then vanish (assuming the command is completed before the Duration ends). If failed, the Daemon immediately attacks."
        },
        {
          "name": "Octagram",
          "lore": "daemonology",
          "CN": "CN: 10",
          "range": "Range: Touch",
          "target": "Target: AoE (maximum, Willpower Bonus yards across)",
          "duration": "Duration: Willpower minutes",
          "desc": "Daubing an octagram to the floor, and marking it with unholy symbols, you ward against all daemonic influence. Those with the Daemonic Creature Trait cannot enter or leave the octagram unless their Willpower is more than twice yours. "
        }
      ]
    },
    {
      "name": "Lore of Necromancy",
      "desc": "Necromancy is an ancient and bloody magic art concerned with mastering death and seeking immortality, often by carving up rotting corpses. Considered one of the foulest and most heretical of magics, few take to studying its fell secrets lightly, for the horrors of the dead, and the undead, cannot be underestimated.",
      "spells": [
        {
          "name": "Raise Dead",
          "lore": "necromancy",
          "CN": "CN: 8",
          "range": "Range: Willpower yards",
          "target": "Target: AoE (Willpower Bonus yards)",
          "duration": "Duration: Until sunrise",
          "desc": "You channel a heavy flow of Dhar into bare earth, causing old bones to gather and rise. SL+1 Skeletons will claw upwards into the affected area at the end of the Round, which are organised as you prefer within the area of effect. They start with the ProneCondition. The summoned undead are entirely under your control and can perform simple orders as you command. If you are killed or gain an Unconscious Condition, the spell comes to an end and the summoned Undead collapse. For each +2 SL you score, you may summon an extra SL Skeletons."
        },
        {
          "name": "Reanimate",
          "lore": "necromancy",
          "CN": "CN: 8",
          "range": "Range: Willpower yards",
          "target": "Target: AoE (Willpower Bonus yards)",
          "duration": "Duration: Until sunrise",
          "desc": "You channel worming strands of thick Dhar before you, sinking it into corpses, reanimating that which was once dead. Reanimate Willpower Bonus + SL dead bodies (as Zombies) or skeletons (as Skeletons) within range. They start with the Prone Condition. The summoned Undead are entirely under your control and can perform simple orders as you command. If you die or gain an Unconscious Condition, the spell comes to an end and the reanimated corpses fall dead again. For each +2 SL you score, you may reanimate an extra Willpower Bonus +SL Skeletons or Zombies."
        },
        {
          "name": "Screaming Skull",
          "lore": "necromancy",
          "CN": "CN: 8",
          "range": "Range: Willpower yards",
          "target": "Target: Special",
          "duration": "Duration: Instant",
          "desc": "You shriek the high-pitched words of the spell and a large, black skull wreathed with greenish-purple fire forms before you, then flies forwards, screaming and cackling as it goes. The skull moves in a straight line for the spell range, following the contours of the land, passing through any obstacles in its way. Screaming Skull is a magic missile that only affects targets without the UndeadCreature Trait, and has a Damage equal to your Willpower Bonus. Any suffering Wounds from the spell must pass a Challenging (+0) Cool Test or also take a Broken Condition."
        },
        {
          "name": "Vanhel’s Call",
          "lore": "necromancy",
          "CN": "CN: 6",
          "range": "Range: Willpower yards",
          "target": "Target: Special",
          "duration": "Duration: Instant",
          "desc": "You manipulate complicated flows of Dhar into your targets, filling them with overwhelming energy. Intelligence Bonus targets with the Undead Trait gain a free Move or Action — you choose one or the other to affect all targets — this is taken the moment the spell is cast. For each +2 SL you score, you may invigorate an extra Intelligence Bonus targets."
        }
      ]
    },
    {
      "name": "The Lore of Nurgle",
      "desc": "The Lore of Nurgle spreads foul disease and filth, mixing bloated excesses of the Jade Wind with whatever corruption comes to hand, then spewing it everywhere.",
      "spells": [
        {
          "name": "Stream of Corruption",
          "lore": "nurgle",
          "CN": "CN: 9",
          "range": "Range: Special",
          "target": "Target: Special",
          "duration": "Duration: Instant",
          "desc": "Your maw distends horrifically before you vomit forth a foul stream of diseased filth and horror. Immediately make a Breath attack as if you had spent 2 Advantage to activate the BreathCreature Trait (see page 338). It counts as a magic missile with a Damage equal to your Toughness Bonus, and it ignores Armour Points. The attack also has the Corrosive and Poison Traits listed under the Breath Creature Trait. Further, should any targets take more than their Toughness Bonus in Wounds, they must pass a Challenging (+0) Endurance Test or contract Blood Rot (see page 186). For every +2 SL achieved, you may also increase Damage by +2. "
        }
      ]
    },
    {
      "name": "The Lore of Slaanesh",
      "desc": "The Lore of Slaanesh brings torture and excess, all splayed before the Prince of Pain and Pleasure for its eternal enjoyment, typically pressuring a perverse mix of the Amethyst, Gold, and Jade Winds into something twisted and exotic.",
      "spells": [
        {
          "name": "Acquiescence",
          "lore": "slaanesh",
          "CN": "CN: 5",
          "range": "Range: Willpower yards",
          "target": "Target: 1",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "Your magic pierces deep within your target, flooding the soul with an acute awareness of their broken dreams. The target’s Initiative Characteristic drops to 10, if it was not already lower, as the mind turns inwards. On the target’s Turn, all movement is randomised as determined by the GM as the character bemoans life, lewdly telling all what should have been as hands are flung in the air. Further, the target can only perform an Action if a Challenging (+0) Cool Test is first passed; if failed, the Target is far too busy bemoaning what could have been to do anything else."
        }
      ]
    },
    {
      "name": "The Lore of Tzeentch",
      "desc": "Tzeentch is the Master of Magic, Treachery, and Lies. The Lore of Tzeentch epitomises this, as it boasts a multitude of powerful spells focussing upon change, all drawing heavily from the Grey, Amethyst, and Bright Winds.",
      "spells": [
        {
          "name": "Treason of Tzeentch",
          "lore": "tzeentch",
          "CN": "CN: 6",
          "range": "Range: Willpower yards",
          "target": "Target: 1",
          "duration": "Duration: Willpower Bonus Rounds",
          "desc": "You channel fine strands of traitorous mergings of the Winds of Magic directly into your target’s mind, twisting motivations, undermining desires, and fanning fires of discontent. The target can no longer use Talents, and doesn’t add Skill Advances when making Skill Tests, meaning the target only Tests against unmodified Characteristics."
        }
      ]
    }
  ]
}